{"chapters": [{"summary": "Billy Mitchell was the reigning Donkey Kong champion. But when the documentary King of A Fistful of Quarters came out, cracks started to form in his carefully built image. Accusations surfaced that some of his own Donkey Kong scores were achieved using edited footage. Was Mitchell a true champion?", "headline": "Billy Mitchell was the reigning Donkey Kong champion and a self appointed integrity expert", "gist": "The Scam Factory", "start": 480, "end": 56638}, {"summary": "Scamflancers: Like the people in Scam Factory, today's scammer also moved to a new country for the promise of a better life. She worked her way up to running an illegal rideshare empire. This story is about what lengths people will go to in order to survive.", "headline": "Today's story is about what lengths people will go to in order to survive", "gist": "Scam Flancers: The Cost of Becoming a Scam", "start": 56774, "end": 110948}, {"summary": "Priscilla Barbosa married a man named Mario Medrano in Los Angeles. But the whole wedding is actually a sham. Priscilla portrays herself as a successful businesswoman. But her empire has been built on the backs of undocumented immigrants. And soon her picture perfect American story will meet cold, hard reality.", "headline": "A Brazilian woman posing as a successful businesswoman gets married on Instagram", "gist": "This Brazilian Woman's Wedding Was Actually A Sham", "start": 111144, "end": 281600}, {"summary": "Priscilla Barbosa began scamming when she came to the US. She earned a reputation in Boston's Brazilian community as a modern day Robin Hood. As her business grew, Priscilla bought into her own hype and crossed over from sympathetic scammer to ruthless capitalist.", "headline": "Priscilla Barbosa began scamming when she came to the US", "gist": "Scam Influencers: Priscilla Barbosa, the R", "start": 289300, "end": 341810}], "eps_thumbnail": "https://cdn-images-3.listennotes.com/podcasts/scam-factory-wondery-fLOtUuYGZW1-hZKFSjm3suH.300x300.jpg", "eps_title": "What To Listen To Next: Scamfluencers", "podcast_title": "Scam Factory"}